[Settings]
AuthorName=
AuthorEmail=
Language=Chinese
RTLReading=0
CrashRptVersion=1403

[MainDlg]
DlgCaption=错误报告
HeaderText=%s已经停止工作
SubHeaderText=请发送这个错误报告(%s)以帮助我们修正错误和改进软件
WhatDoesReportContain=这个报告包含什么内容?
ProvideAdditionalInfo=请提供额外信息(推荐)
YourEmail=你的E-mail:
DescribeProblem=用简短语言描述当错误发生时你正在做什么:
MyConsent=当点击“发送报告按钮时”, 我确认我已经知道报告的内容而且同意隐私协议.
MyConsent2=当点击“发送报告按钮时”, 我确认我已经知道报告的内容.
PrivacyPolicy=隐私协议
InvalidEmailCaption=无效的E-mail
InvalidEmailText=请提供有效的E-mail, 比如：name@hotmail.com
SendReport=发送报告
CloseTheProgram=关闭
RestartApp=这个窗口关闭后重启%s
OtherActions=其他动作...
SendReportLater=关闭并发送报告

[DetailDlg]
DlgCaption=错误详细报告
DoubleClickAnItem=双击以使用对应的程序打开
FieldName=名字
FieldDescription=描述
FieldSize=大小
Preview=预览
PrivacyPolicy=P隐私协议
Close=关闭
Export=导出…
NoDataToDisplay=没有需要显示的数据
PreviewAuto=自动
PreviewText=文字
PreviewHex=16进制
PreviewImage=图片
PreviewVideo=视频
Encoding=文字编码
DescCrashDump=崩溃转储
DescXML=崩溃描述XML
DescScreenshot=桌面截屏
DescRegKey=注册表转储
DescVideo=桌面视频录制
Open=打开
DeleteSelected=删除选择的文件
AttachMoreFiles=附加更多文件…
           
[ProgressDlg]
DlgCaption=%s - 正在发送错误报告
DlgCaption2=%s 已经停止工作
DlgCaptionExport = %s - 正在导出错误报告
CollectingCrashInfo=非常抱歉！正在收集问题信息...稍候请重启，并点击工具栏“意见反馈”发送您的意见，谢谢！
CompressingFiles=正在压缩错误报告文件…
StatusText= 正在发送错误报告（第%d次尝试，总共尝试3次）…
ConfirmLaunchEmailClient=可以使用你的缺省E-mail程序(%s)发送错误报告. \n确认请按“OK”, 否则请按“取消”
CompletedWithErrors=完成，请按“关闭”.
ExportedWithErrors=导出完成，请按“关闭”
CopySelectedLines=拷贝选择的行
CopyTheWholeLog=拷贝整个日志
Cancel=取消
Cancelling=正在取消…
Close=关闭

[ResendDlg]
DlgCaption=%s - 正在发送错误报告
BalloonCaption=%s - 错误报告
BalloonText=最近%s有错误发生, 点击此处立即发送错误报告
ColumnCreationDate=创建日期
ColumnSize=大小
ColumnStatus=状态
ClickForDetails=双击查看详情.
SelectedSize=已选择项目: %d. 总大小: %s.
SendNow=立即发送
ShowLog=显示日志
MyConsent=当点击“发送报告按钮时”, 我确认我已经知道报告的内容而且同意隐私协议.
MyConsent2=当点击“发送报告按钮时”, 我确认我已经知道报告的内容.
PopupShow=显示
PopupExit=退出
PopupRemindLater=关闭窗口, 后续提醒我
PopupNeverRemind=关闭窗口, 不再提醒我
StatusPending=挂起
StatusInProgress=正在进行…
StatusSucceeded=成功
StatusFailed=失败
CurrentAction=当前动作:
DeliveryingReports=发布错误报告…
DeliverySucceeded=发布错误报告成功
DeliveryFailed=发布错误报告失败
SelectAll=选择所有
DeselectAll=清空选择
DeleteSelected=删除所选
DeleteAll=删除所有

[VideoRecDlg]
DlgCaption=%s - 屏幕录像
Text=%s 将要开始录制屏幕，以帮助我们更好的解决问题. 录制屏幕可能影响当前计算机的操作性能. 继续请按“允许”
Allow=允许
Cancel=取消